Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: A CANopen slave defined as "Mandatory" could not be set to <operational> during the network boot.
de: Ein als "Mandatory" definierter CANopen-Slave konnte während des Netzwerk-Bootup nicht in <operational> versetzt werden.

source: Configuration error
de: Konfigurationsfehler

source: Fatal error during boot
de: Schwerwiegender Fehler beim Bootup

source: Unsupported object in the HWC
de: Nicht unterstütztes Objekt im HWC

source: Emergency message received. (Not to be confused with the function block status error output from CANopenRecvEmcyDev() in the AsCANopen library.)
de: Emergency-Nachricht wurde empfangen. (Nicht zu verwechseln mit dem FUB-Status-Fehleroutput von CANopenRecvEmcyDev() der AsCANopen Bibliothek.)

source: All slaves put into <Stopped> state
de: Alle Slaves wurden in den Zustand versetzt

source: Unable to allocate memory
de: Speicher kann nicht allokiert werden.

source: Error constructing the object directory
de: Fehler beim Aufbau des Objektverzeichnis

source: Task/Thread cannot be created or started.
de: Task/Thread kann nicht angelegt bzw. gestartet werden.

source: CANopen: No more buffer available in the CAN controller (full CAN controller, e.g. Intel 82527)
de: CANopen: Kein Buffer im CAN Controller (Full-CAN Controller z.B. Intel82527) mehr frei

source: Selected device not found.
de: Das gewählte Gerät wurde nicht gefunden

source: Could not open selected device.
de: Das gewählte Gerät konnte nicht geöffnet werden

source: Invalid pointer (NULL).
de: Ungültiger Zeiger (NULL)

source: Invalid CAN node number (0 <= NodeID <= 127).
de: Ungültige CAN Knotennummer (muss 0 <= NodeID <= 127)

source: Internal error in library while executing a CANopen function block.
de: Es ist ein interner Fehler der Library beim Ausführen eines CANopen Funktionsblocks aufgetreten

source: Invalid CAN COB ID.
de: Ein falscher CAN COB ID wurde verwendet

source: Invalid amount of data specified
de: ungültige Datenmenge angegeben

source: No data available
de: keine Daten vorhanden

source: Invalid monitoring type specified
de: Ungültigen Monitoring-Typ angegeben

source: Invalid SDO transfer type specified
de: Ungültigen SDO-Transfertyp angegeben

source: No User Exception task found
de: Kein User-Exceptiontask gefunden

source: Device error
de: Device-Fehler

source: Problem setting the default gateway.
de: Problem beim Setzen des Default-Gateways.

source: The IP address is already in use.
de: Die IP-Adresse wird bereits verwendet.

source: Problem setting the static route:
de: Problem beim Setzen der statischen Route.

source: Error 'info' in the communication
de: Fehler 'Binary Data' in der Kommunikation

source: device != 0 is not allowed in the base system V1.10.
de: Ungültige Funktionsnummer in einem SYSTRAP-Call

source: Could not address I/O channel
de: Fehler bei der Adressierung eines I/O-Kanals

source: Error regarding info channels
de: Fehler bzgl. Infokanäle

source: Invalid function number in a INSTTRAP-Call
de: Ungültige Funktionsnummer in einem INSTTRAP-Call

source: Invalid function number in a BURTRAP-Call
de: Ungültige Funktionsnummer in einem BURTRAP-Call

source: Invalid function number in a BTCTRAP-Call
de: Ungültige Funktionsnummer in einem BTCTRAP-Call

source: Invalid function number in a PPTRAP-Call
de: Ungültige Funktionsnummer in einem PPTRAP-Call

source: Base error AC14x/EC21 I/O
de: Basis Fehler AC14x/EC21 IO

source: Internal error AC14x/EC21 I/O
de: Interner Fehler AC14x/EC21 IO

source: Configuration parser: Basis configuration parser error numbers
de: Konfigurationsparser: Basis Konfigurationsparser Fehlernummern

source: Module not found
de: Konfigurationsparser: Modul nicht gefunden (HWD Information fehlt)

source: Error inserting to the hardware tree
de: Konfigurationsparser: Fehler beim Einfügen in den HW Tree

source: Name exists more then once
de: Konfigurationsparser: Name mehrfach vorhanden

source: Configuration parser: CPU mismatch
de: Konfigurationsparser: CPU Mismatch

source: No name specification
de: Konfigurationsparser: Keine Namensangabe

source: Error in XML header
de: Konfigurationsparser: Keine IO Sektion vorhanden

source: Configuration parser: No node section available
de: Konfigurationsparser: Keine Node Sektion vorhanden

source: Parser initialization failed
de: Konfigurationsparser: Fehler beim Parsen

source: No root entry available
de: Konfigurationsparser: Kein Root Eintrag vorhanden

source: No HWD information available
de: Konfigurationsparser: Keine HWD Information vorhanden

source: Cannot insert module
de: Konfigurationsparser: Modul kann nicht eingefügt werden

source: CIR configuration parser: Different number of entries
de: CIR Konfigurationsparser: Anzahl Einträge unterschiedlich

source: CIR configuration parser: Module not compatible
de: CIR Konfigurationsparser: Modul inkompatibel

source: CIR configuration parser: Error opening device
de: CIR Konfigurationsparser: Fehler beim Device-Open

source: CIR configuration parser: CIR not supported
de: CIR Konfigurationsparser: CIR nicht unterstützt

source: CIR configuration parser: No device connected
de: CIR Konfigurationsparser: Kein Device vorhanden

source: CIR configuration parser: I/O control error
de: CIR Konfigurationsparser: Fehler bei IOControl

source: Configuration parser: Different sizes
de: Konfigurationsparser: Größe unterschiedlich

source: CIR configuration parser: Channel description in configuration not supported
de: CIR Konfigurationsparser: Kanalbeschreibung in Konfiguration nicht unterstützt

source: CIR configuration parser: XLink / QLink error
de: CIR Konfigurationsparser: Fehler bei XLink / QLink

source: CIR configuration parser: XLink/QLink source not found
de: CIR Konfigurationsparser: XLink/QLink Quelle nicht gefunden

source: CIR configuration parser: Restart required
de: CIR Konfigurationsparser: Neustart notwendig

source: CIR configuration parser: No old configuration found
de: CIR Konfigurationsparser: keine alte Konfiguration vorhanden

source: CIR configuration parser: Configuration installation already active
de: CIR Konfigurationsparser: Konfigurationsinstallation bereits aktiv

source: CIR configuration parser: Node name changed
de: CIR Konfigurationsparser: Knotenname geändert

source: CIR configuration parser: Current configuration is not active
de: CIR Konfigurationsparser: Aktuelle Konfiguration ist nicht aktiv

source: CIR configuration parser: Invalid installation mode
de: CIR Konfigurationsparser: Installationsmode ungültig

source: SNTP: Connection to server lost, time synchronization with RTC
de: SNTP: Server nicht erreichbar, Zeitsynchronisierung erfolgt zu RTC

source: SNTP: Server connection restored, time synchronization with NTP server
de: SNTP: Server wieder erreichbar, Zeitsynchronisierung erfolgt zu NTP Server

source: SNTP: The time server has been changed.
de: SNTP: Es wurde auf einen anderen Zeitserver umgeschaltet.

source: Time jump - software time
de: Zeitsprung der Softwarezeit

source: Time synchronization failed
de: Zeitsynchronisierung fehlgeschlagen

source: Time offset has changed due to automatic daylight savings time.
de: Zeitoffset hat sich aufgrund der automatischen Sommer-/Normalzeit-Umschaltung verändert.

source: Automatic daylight savings time was activated/deactivated.
de: Automatische Sommer-/Normalzeit-Umschaltung wurde aktiviert/deaktiviert.

source: Size of a bit map unit is too large or 0
de: BITMAP: Größe einer Bitmapeinheit zu groß oder NULL

source: Profiler inactive
de: Profiler nicht aktiv

source: Profiler is running
de: Profiling läuft gerade

source: Profiler not running.
de: Profiler läuft nicht

source: Profiler not ready for start.
de: Profiler nicht bereit zum Starten

source: No temporary memory.
de: Kein temporärer Speicher

source: Could not read cyclic task table.
de: AR-interner Fehler

source: Could not initialize log buffer.
de: AR-interner Fehler

source: Could not create definition module.
de: Definitionsmodul konnte nicht erstellt werden

source: Error reading from definition module.
de: Fehler beim Lesen aus dem Definitionsmodul

source: Could not install data object.
de: AR-interner Fehler

source: Attempt to generate a bitmap with 0 units
de: BITMAP: 0 Units beim Generieren

source: No data object present.
de: Kein Datenobjekt vorhanden

source: Archived module with the same name already exists.
de: Archiviertes Modul mit gleichen Namen existiert bereits.

source: Error creating an archived module.
de: Fehler beim Erzeugen eines archivierten Moduls

source: Error deleting an archived module.
de: Fehler beim Löschen eines archivierten Moduls

source: Could not create data object (too large).
de: Datenobjekt konnte nicht erstellt werden (zu groß)

source: Error when starting
de: AR-interner Fehler

source: Error when stopping profiling
de: AR-interner Fehler

source: Error reading from data object
de: Fehler beim Lesen aus dem Datenobjekt

source: The pointer in the bitmap management data is not WORD aligned
de: BITMAP: Zeiger auf die Verwaltungsdaten ist nicht WORD-Aligned

source: A large enough memory area could be found
de: BITMAP-Alloc: Kein genügend großer freier Speicherbereich vorhanden

source: The requested data length is larger than the total memory area
de: BITMAP: Die angeforderte Datenlänge ist größer als der Speicherbereich

source: BITMAP: The memory to be freed is already free
de: BITMAP: Der freigegebene Speicher ist bereits frei

source: Hardware error.
de: Hardware Fehler

source: Error creating initialization data.
de: Fehler bei der Erstellung der Initialisierungsdaten

source: Error in the response to the initialization data.
de: Fehler in der Antwort auf die Initialisierungsdaten

source: Error on the WINIO server.
de: Fehler am WINIO-Server

source: Error in the hardware configuration.
de: Fehler in der Hardwarekonfiguration

source: Newest version of WinIO protocol is not supported.
de: Neueste Version des WinIO-Protokolls wird nicht unterstützt.

source: Connection denied
de: Verbindung abgelehnt

source: Connection established.
de: Verbindung aufgebaut.

source: Invalid axis object.
de: Ungültiges Achsobjekt

source: Invalid interface ID.
de: Ungültige Interfacekennung

source: Invalid command.
de: Ungültiges Kommando

source: "cis_vf" module not installed.
de: Modul "cis_vf" nicht installiert

source: "cis_ps" module not installed.
de: Modul "cis_ps" nicht installiert

source: Uart already open.
de: Uart bereits geöffnet

source: Not enough TMP RAM memory available.
de: Zu wenig TMP-RAM Speicher frei

source: Axis table error.
de: Achstabellenfehler

source: Interface table error.
de: Interfacetabellenfehler

source: General error initialization parameter data object.
de: Allgemeiner Fehler beim Öffnen des Initialisierungsparameter-datenobjekts

source: Illegal object.
de: Illegales Objekt

source: Incorrect object type.
de: Falscher Objekttyp

source: Invalid parameter (null pointer).
de: Ungültiger Parameter (Null-Pointer)

source: Invalid initialization parameter data object length.
de: Ungültige Länge des Initialisierungsparameter-datenobjekts

source: General error opening operating system module.
de: Allgemeiner Fehler beim Öffnen des Betriebssystem-moduls

source: Invalid version of the "cis_vf" module.
de: Ungültige Version des Moduls "cis_vf"

source: Invalid version of the "cis_osvf" module.
de: Ungültige Version des Moduls "cis_osvf"

source: Invalid version of the "cis_ps" module.
de: Ungültige Version des Moduls "cis_ps"

source: Invalid version of the "cis_osps" module.
de: Ungültige Version des Moduls "cis_osps"

source: Error when starting the FTP server
de: Fehler beim Starten des FTP Server

source: Error in user configuration
de: Fehler in der Konfiguration des Benutzers

source: SYS_SERVICE: Initialization error
de: SYS_SERVICE: Fehler bei der Initialisierung

source: SYS_SERVICE: Incorrect Mode
de: SYS_SERVICE: Falscher Mode

source: SYS_SERVICE: Entry to be deleted is not available
de: SYS_SERVICE: Eintrag zum Löschen nicht vorhanden

source: SYS_SERVICE: Entry defined twice
de: SYS_SERVICE: Eintrag doppelt definiert

source: SYS_SERVICE: Too many entries
de: SYS_SERVICE: zuviele Einträge

source: AR logger initialization failed.
de: AR Logger Initialisierung fehlgeschlagen

source: Failed to load the existing AR logger modules.
de: Fehler beim Laden der vorhandenen AR Logger Module

source: Invalid log handle specified.
de: Ungültiges Log-Handle übergeben

source: Log module not present.
de: Log Modul ist nicht vorhanden

source: Log module already exists.
de: Log Modul existiert bereits

source: Error installing a new log module.
de: Fehler beim Install eines neuen Log Moduls

source: General create error.
de: Allgemeiner Create-Fehler

source: No memory for VW.
de: Kein Speicher für VW

source: SYS_SERVICE: Parallel call, try again
de: SYS_SERVICE: paralleler Aufruf, noch ein Versuch notwendig

source: General delete error.
de: Allgemeiner Delete-Fehler

source: Incorrect length specified.
de: Falsche Längenangabe

source: Read buffer too small.
de: Read-Buffer zu klein

source: Invalid buffer specified.
de: Ungültigen Buffer übergeben

source: Invalid index specified.
de: Ungültigen Index übergeben

source: Invalid log entry read.
de: Ungültigen Logeintrag gelesen

source: No additional entry available.
de: Kein weiterer Eintrag vorhanden

source: Buffer too small for binary log data.
de: Buffer für binäre Logdaten zu klein

source: Buffer too small for ASCII log data.
de: Buffer für Ascii-Logdaten zu klein

source: General resize error.
de: Allgemeiner ReSize-Fehler

source: Cannot set new log data length.
de: Neue Logdatenlänge kann nicht gesetzt werden

source: Error adding to NV-LOG-VW list.
de: Fehler beim Hinzufügen zur NV-LOG-VW-Liste

source: Access to AR logger base modules not allowed.
de: Zugriff auf AR Logger Basis Module nicht erlaubt

source: AR logger module created
de: AR Logger Modul erzeugt

source: Logbook entries in the EventID format cannot be transported using all online services.
de: Logbucheinträge im EventID Format können nicht über alle Online-Dienste transportiert werden.

source: A module with the specified name already exists.
de: Ein Modul mit dem angegebenen Namen existiert bereits.

source: Faulty entry in logbook (corrupt)
de: Fehlerhafter Eintrag im Logbuch (korrupt)

source: NonCyclic-Loader: Initialization not possible
de: NonCyclic-Loader: Initialisierung nicht möglich

source: NonCyclic-Loader: Entry not found
de: NonCyclic-Loader: Eintrag nicht gefunden

source: Base for errors in the ASEPL library.
de: Basis für Fehler der Library ASEPL

source: Error accessing the specified POWERLINK interface device.
de: Fehler beim Zugriff auf das angegebene POWERLINK-Schnittstellen-Gerät

source: Function can only be executed on an MN (managing node).
de: Funktion ist nur auf MN (Managing Node) ausführbar

source: Function can only be executed on a CN (controlled node).
de: Funktion ist nur auf CN (Controlled Node) ausführbar.

source: Read or write access failed. See errorinfo for precise cause of error.
de: Read oder Write Zugriff fehlgeschlagen, genaue Fehlerursache siehe errorinfo.

source: Input parameters outside of permitted value range
de: Eingabeparameter außerhalb des erlaubten Wertebereichs

source: Specified index already exists.
de: Angegebener Index existiert bereits

source: Specified subindex already exists.
de: Angegebener Subindex existiert bereits

source: Specified index does not exist.
de: Angegebener Index existiert nicht

source: Specified subindex does not exist.
de: Angegebener Subindex existiert nicht

source: A Zero-Pointer was given to the Data buffer.
de: Als Datenpuffer wurde ein Null-Pointer übergeben.

source: Error code for non-implemented functionality.
de: Fehlercode bei nicht implementierter Funktionalität

source: Invalid log name specified.
de: Ungültiger Log-Name übergeben

source: Incorrect memory type specified.
de: Falscher Speichertyp übergeben

source: Incorrect log level specified.
de: Falscher Log-Level übergeben

source: Invalid parameters specified.
de: Ungültige Parameter übergeben

source: Invalid length specification.
de: Ungültige Längenangabe

source: General AsArLogCreate error.
de: Allgemeiner AsArLogCreate Fehler

source: Access to base log modules denied.
de: Zugriff auf Basis Log Module verweigert

source: Another critical FBK active.
de: Anderer kritischer FBK aktiv

source: Invalid ident specified.
de: Ungültiger Ident übergeben

source: General AsArLogDelete error.
de: Allgemeiner AsArLogDelete Fehler

source: No buffer for AsArLogReSize.
de: Kein Buffer für AsArLogReSize

source: General AsArLogReSize error.
de: Allgemeiner AsArLogReSize Fehler

source: New log data length cannot be set for AsArLogReSize.
de: Neue Logdatenlänge bei AsArLogReSize kann nicht gesetzt werden.

source: Log module does not exist.
de: Log Modul existiert nicht

source: General AsArLogWrite error.
de: Allgemeiner AsArLogWrite Fehler

source: Error calculating referencing data.
de: Fehler bei der Referenzdatenermittlung

source: General AsArLogRead error.
de: Allgemeiner AsArLogRead Fehler

source: No more log entries present.
de: Kein weiterer Logeintrag vorhanden

source: Incorrect mode when calling MO_copy
de: falscher Mode beim Aufruf von MO_copy

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: FBK PROFIBUSSlaveStat error
de: FUB PROFIBUSSlaveStat Error

source: Block returns timeout
de: Baustein liefert Timeout

source: Resource is not available
de: Ressource ist nicht verfügbar

source: Master function is not activated on the PROFIBUS slave
de: Masterfunktion ist im PROFIBUS Slave nicht aktiviert

source: No response data from the PROFIBUS slave
de: Keine Antwortdaten von PROFIBUS Slave

source: Station doesn't respond
de: Station antwortet nicht

source: Master not in the token ring
de: Master nicht im Token Ring

source: Remote partner not responding
de: Remotepartner reagiert nicht

source: Negative response received.
de: Negative Antwort erhalten.

source: Device stopps DVP1 communication
de: Device stoppt DVP1 Kommunikation

source: DVP1 communication stopped automatically
de: DVP1 Kommunikation wurde automatisch gestoppt

source: Previous service still running
de: Vorangegangener Dienst läuft noch

source: Size of length indicator exceeded
de: Größe des Längenindikators überschritten

source: Faulty parameter
de: Fehlerhafter Parameter

source: FBK PROFIBUSDPV1AlarmReset error
de: FUB PROFIBUSDPV1AlarmReset Error

source: FBK PROFIBUSDPV1AlarmReceive
de: FUB PROFIBUSDPV1AlarmReceive

source: The device could not be found.
de: Device konnte nicht gefunden werden.

source: The device could not be opened
de: Device konnte nicht geöffnet werden

source: Internal error.
de: Interner Fehler

source: Invalid remote address specified
de: Ungültige Remoteadresse angegeben

source: FBK PROFUBSSlaveStat error status
de: FUB PROFUBSSlaveStat Fehlerstatus

source: FBK PROFIBUSDPV1AlarmReset error status
de: FUB PROFIBUSDPV1AlarmReset Fehlerstatus

source: Tn < dt (=cycle time)
de: Tn < dt (=Zykluszeit)

source: ident invalid
de: ident ist ungültig.

source: LoopConR: Specified mode is invalid. LoopCont: Specified out_mode is invalid.
de: LoopConR: Angegebener mode ist ungültig. LoopCont: Angegebener out_mode ist ungültig.

source: Parameter data indicated as invalid by LCPIDpara()/LCRPIDpara().
de: Parameterdaten sind von LCPIDpara()/LCRPIDpara() als ungültig markiert.

source: Error description
de: Ungültiger Wert für calc_mode.

source: Invalid value for d_mode
de: Ungültiger Wert für d_mode.

source: Invalid value for fbk_mode
de: Ungültiger Wert für fbk_mode.

source: Specified tuning mode invalid.
de: Angegebener Tuningmodus ungültig.

source: Error determining the slope of the controller value.
de: Fehler beim Ermitteln der Steigung der Regelgröße.

source: Null pointer specified.
de: Es wurde ein Null-Pointer übergeben.

source: Y_min or Y_max was changed during tuning.
de: Y_min oder Y_max wurde während des Tunings verändert.

source: LoopConR: pSettings = 0 LoopCont: basetime > dt (=cycle time)
de: LoopConR: pSettings = 0 LoopCont: basetime > dt (=Zykluszeit)

source: Invalid operating mode entered.
de: Ungültiger Betriebsmodus angegeben.

source: tAlt invalid.
de: tAlt ungültig.

source: One or more power values incorrect.
de: Ein oder mehrere Leistungen falsch.

source: Incorrect input for n.
de: Falsche Eingabe für n.

source: Error initializing the communication manager for socket operation on the PX32.
de: Fehler bei der Initialisierung des Kommunikationsmanager für die Socket-Bedienung am PX32.

source: Error in the communication manager for socket operation on the PX32.
de: Fehler im Kommunikationsmanager für die Socket-Bedienung am PX32.

source: Cannot create/initialize event
de: Event kann nicht angelegt/initialisiert werden.

source: Cannot create synchronization object
de: Synchronisations-Objekt kann nicht angelegt werden.

source: File cannot be created or edited.
de: File kann nicht angelegt bzw. bearbeitet werden.

source: Specified options or parameters not supported.
de: Angegebene/Übergebene Option bzw. Parameter werden nicht unterstützt.

source: Specified option or parameter has an invalid length.
de: Angegebene/Übergebene Option bzw. Parameter weist eine ungültige Länge auf.

source: Invalid option or parameter specified.
de: An-/Übergabe einer ungültigen Option bzw. eines ungültigen Parameters.

source: Invalid name during registration.
de: Ungültiger Name bei der Registrierung.

source: Incorrect function used in server/client for this object.
de: Verwendung einer falschen Funktion im Zuge des Servers/Client für dieses Objekt.

source: Invalid data sent/received
de: Empfang bzw. Senden von ungültigen Daten.

source: Fatal internal error
de: Fataler interner Fehler.

source: Invalid ANSL stack configuration
de: Ungültige ANSL Stack Konfiguration.

source: Version conflict
de: Versionskonflikt

source: Invalid optional module
de: Ungültiges optionales Modul.

source: Could not find application module
de: Applikationsmodul konnte nicht gefunden werden.

source: Internal connection error / Connection closed
de: Interner Verbindungsfehler / Verbindung wurde getrennt.

source: Establishing connection - Login error
de: Verbindungsaufbau - Login Fehler

source: Connection error / Connection closed
de: Verbindungsfehler / Verbindung wurde getrennt.

source: Received data incomplete
de: Empfangene Daten sind nicht vollständig

source: Received data invalid
de: Empfangene Daten sind ungültig

source: Protocol error
de: Protokoll Fehler

source: Invalid SSL configuration
de: Ungültige bzw. invalide SSL Konfiguration

source: Wrong version of the socket library
de: Falsche Version der Socket-Library

source: Error in communication structure
de: Fehler in Kommunikationsaufbau

source: Object deleted
de: Objekt wurde gelöscht

source: Undefined object
de: Objekt undefiniert

source: Object not ready
de: Objekt nicht bereit

source: Faulty BR module checksum.
de: fehlerhafte Checksum des BR-Moduls

source: Unsupported object in use
de: Verwendung eines nicht unterstützten Objekts.

source: Unsupported service in use
de: Verwendung eines nicht unterstützten Dienstes.

source: Invalid ANSL object hierarchy
de: Ungütlige ANSL-Objekthierarchie.

source: Using an object that is currently not available
de: Verwendung eines derzeit nicht verfügbaren Objkets.

source: Invalid object in use
de: Verwendung eines ungültigen Objekts.

source: Unable to abort transmit request
de: Abbruch eines Sendeauftrags fehlgeschlagen.

source: The transmit request to be entered is already being used.
de: Der einzutragende Sendeauftrag ist bereits in Verwendung.
